{
  "sections": {
    "about": {
      "title": "会社概要",
      "content": [
        "会社概要",
        "私たちは 230 以上の国と地域でオンライン出会い系サービスを展開し、多言語サイトを運営しています。ここでは友人と共有し、つながる楽しさを味わえます。毎日何百人もの新規メンバーが参加する、効率的で楽しいプラットフォームです。",
        "私たちの使命",
        "私たちの使命はシンプルです。世界中の人々が友達をつくる手助けをすること。毎月、世界各地のユーザーから MeetLove の体験談やストーリーが寄せられています。",
        "仕組み",
        "世界中の人々が互いを知る機会を提供します。プロフィールに自由に自己紹介を書き、写真をアップロードし、興味関心を共有できます。プライバシーを重視し、連絡は匿名メールネットワークを通じて行います。氏名・連絡先は本人が共有しない限り非公開です。登録後は写真閲覧、気になる相手の保存、連絡が可能です。"
      ]
    },
    "terms": {
      "title": "利用規約",
      "content": [
        "Lookinglove（以下「本プラットフォーム」）は、関連オンラインサービス（以下「本サービス」）に関する本規約（以下「利用規約」）を定めます。本サービスの利用者は本規約に同意したものとみなされます。",
        "準拠法 — 本規約および当社が本サービスを提供する際の個別契約は、香港法を準拠法とし、同法に従って解釈します。",
        "ようこそ。本プラットフォームでは、ホーム左側の「チャージ」ボタンから残高をチャージできます（USD 100、USD 200 など）。チャージ完了後「アップグレード」で会員に。会員は翻訳、写真共有、無制限チャット等を利用し、より多くの友人と出会えます。バーチャルギフトも可能です。",
        "1. 規約の受諾",
        "会員登録の有無にかかわらず本サービスを利用することで、本規約に同意したものとみなされます。不同意の場合はご利用をお控えください。",
        "2. 利用資格",
        "18 歳未満は利用できません。",
        "3. 規約の変更",
        "予告なく変更する場合があります。変更後に継続利用する場合は同意したものとみなされます。",
        "4. プライバシー",
        "本サービスの利用にはプライバシーポリシーが適用されます。",
        "5. サービスの変更",
        "予告なく追加・削除・変更する場合があります。"
      ]
    },
    "privacy": {
      "title": "プライバシー",
      "content": [
        "Lookinglove はユーザーのプライバシーを尊重します。本ポリシーは、収集する情報、その利用方法、共有先を説明します。",
        "未成年者",
        "18 歳未満の個人情報は意図的に収集・保持しません。",
        "収集する情報",
        "プロフィール情報、アンケート、フィードバック、通信記録、取引データ、アクセスログなど。",
        "第三者による収集",
        "広告ネットワーク等の第三者が広告を表示する場合があります。他サイトでの情報利用は当社は管理できません。",
        "利用目的",
        "アカウント管理、パーソナライズ、推薦、分析・調査、改善、セキュリティ・コンプライアンス。",
        "共有先",
        "決済処理やインフラ提供のため必要に応じて第三者と共有します。",
        "Cookie",
        "嗜好の記憶のため Cookie を使用します。",
        "変更",
        "本ページで更新します。"
      ]
    },
    "security": {
      "title": "交友の安全",
      "content": [
        "当社は会員のプライバシーを重視しています。プロフィールや写真、言語設定を管理し、保護に努めています。オンライン安全はご自身の責任でもあります。",
        "パスワード共有禁止、個人情報や財務情報の開示回避、金銭要求詐欺への注意、不適切行為の報告・ブロック、公共の場での会合、友人への行き先共有、充電済み携帯の携行、住所の過度な共有回避、飲酒を控え所持品/飲み物に注意、といった行動を推奨します。"
      ]
    },
    "help": {
      "title": "ヘルプセンター",
      "content": [
        "1. ログインできない",
        "登録と資格情報を確認し、それでも不可なら『パスワードをお忘れですか』へ。必要に応じ管理者に連絡。",
        "2. パスワードを忘れた",
        "『パスワードをお忘れですか』で再設定。",
        "3. 会員ランクのアップグレード",
        "『アップグレード』からレベルを選択。",
        "4. 不正アカウントの通報",
        "プロフィールの『通報』またはお問い合わせ。",
        "5. 支払い",
        "プラットフォーム内でチャージ。PayPal/Visa/MasterCard 対応。自動/重複課金なし。",
        "6. チャージ失敗",
        "カード確認・別ブラウザ・PayPal への問い合わせ・詳細とスクショの送付を推奨。"
      ]
    },
    "contact": {
      "title": "お問い合わせ",
      "content": [
        "Company：Lookinglove",
        "Address：Lookinglove",
        "E-mail：Lookinglove@outlook.com",
        "よくある質問への回答はこちら。混雑時は返信が遅れる場合があります。営業時間：月〜日 09:00〜18:00。"
      ]
    }
  }
}
