{
  "sections": {
    "about": {
      "title": "公司简介",
      "content": [
        "公司简介",
        "温柔的爱。我们致力于在230多个国家和地区发展线上约会服务行业，并运营多语言网站。在这里你可以享受与朋友分享的乐趣，我们为你提供一个高效有趣的约会平台，每天都有数百名新会员加入。",
        "我们的使命是什么？",
        "我们的使命很简单：帮助你结交来自世界各地的朋友。我们认为在这方面我们做得很好。每个月我们都会收到来自全球的来信，分享他们对 MeetLove story 的了解。",
        "如何运作？",
        "我们为世界各地的朋友提供认识与了解的机会，让用户自由编写页面，在档案中详细描述自己。你可以上传多张照片，以及关于兴趣爱好的信息。我们深知隐私的重要性，因此成员之间的所有联系均通过匿名电子邮件网络进行。除非会员主动分享，否则会员姓名和联系方式均保密。注册后，会员即可查看照片、收藏潜在朋友并与其联系。"
      ]
    },
    "terms": {
      "title": "",
      "content": [
        "Lookinglove（以下简称“本平台”）就相关网络服务（以下简称“服务”）订立以下协议（“使用条款”）。使用我们的服务即视为同意遵守本使用条款。",
        "适用法律——本服务条款以及我们为您提供服务的任何单独协议应受香港法律管辖，并根据香港法律进行解释。",
        "欢迎来到我们的平台。你可以点击首页左侧的充值按钮为账户充值，可选择 100 美元、200 美元或其他类似金额。充值成功后，你也可以点击“升级”按钮成为平台会员。会员可免费使用翻译功能、分享照片、无限聊天、结识更多朋友；同时为增加聊天乐趣，还可以互送虚拟礼物，增进相互了解。",
        "1. 同意使用条款",
        "本协议（使用条款）适用于当前和未来的网站与客户端。通过使用本服务，无论你是否注册为本平台会员（以下简称会员），均视为同意本使用条款。若不同意，请停止使用。",
        "2. 资格要求",
        "未满18岁者不得使用本服务。使用本服务即表明并保证你有权利与能力遵守本条款的全部规定。",
        "3. 使用条款的变更",
        "本平台保留不经通知更改本使用条款的权利。你应定期查看条款更新；若变更后继续使用，则视为同意变更。",
        "4. 隐私",
        "本平台尊重网站访问者隐私。使用本服务应遵守我们的隐私政策；合作伙伴亦需遵守。",
        "5. 服务变更",
        "本平台可决定添加、删除或修改服务，恕不另行通知。",
        "6. 费用",
        "a) 付款——支付条款取决于你的支付方式以及你与金融机构/发卡机构/支付服务提供商的约定。即便不同意对方提供的服务，你仍需支付应付金额。已生效的付费状态可申请取消，一旦取消则自最后一次付款之日起终止。付费状态不可转让。对账款项的争议应在购买后60天内反馈。",
        "b) 服务合约——订单不自动续订。你可随时联系客户服务修改或重新订购。若不设自动续订，订单将于到期时终止；到期前取消不予退款。",
        "c) 免费试用与促销——可在特定试用期内按活动条款使用服务。若不继续订购，请在试用期结束前取消，避免产生费用。",
        "7. 通过合作伙伴加入本平台",
        "若通过合作伙伴平台注册并使用服务，在我们与其共同提供服务的情形下，你将获得相应会员权益；我们有权将你的会员资格或付费账户转移至平台的同类服务。",
        "8. 社区内容",
        "服务应遵循社区内容指南：不得发布违法、骚扰、诽谤、威胁、有害、淫秽、煽动或侵犯隐私/名誉的内容；不得对任何群体发布仇恨或歧视内容。未经书面同意不得使用受版权/商标保护的资料；不得擅自修改或变更他人知识产权（含文字和图片）。本平台不对会员或第三方信息、商品或服务负责。你对自己提供和提交的所有信息（含反馈与建议、“提交信息”）负责；提交即授予本平台永久且不可撤销的使用权（复制、使用、存储、修改、编辑、翻译、发布），且无需支付版税。本平台无义务发布或使用提交信息，并可随时删除。",
        "9. 会员账户",
        "注册后将获得账号与密码，你需对其保密并对账号下所有活动负责。资料中的全部信息由你自行负责。严禁在资料或 Web 服务中发布色情或淫秽内容，否则会影响会员资格；由此产生的后果本平台不承担。你同意本平台向你发送有关服务的信息（包括升级变更）、新功能或活动、使用建议等。",
        "10. 版权与商标",
        "本平台网站内容受版权保护。",
        "11. 免责声明",
        "信息按“现状”“现有”提供，不作任何明示或暗示保证。本平台不控制第三方提供的任何信息、产品或服务。使用本服务的风险由你自行承担。法律允许范围内：不承担适销性或特定用途适用性的默示保证；不保证服务满足需求、不中断、及时、安全或准确；不保证结果与无病毒；不保证传输完全保密；不保证翻译准确/完整；对通过本网站购买/赞助的商品或任何交易不作保证。除非书面明示，任何建议不构成保证。"
      ]
    },
    "privacy": {
      "title": "隐私条款",
      "content": [
        "Lookinglove（以下简称“本平台”）尊重用户隐私，并制定隐私政策来保护您的隐私。隐私政策包括：我们收集哪些信息、如何使用这些信息以及在何种情况下与谁共享。当您使用我们的网站或服务，或与我们进行业务往来时，请仔细阅读本政策；继续使用即表示您同意。",
        "未成年人",
        "本平台不会有意收集或保存未满18岁的个人或非个人身份信息；也不会向未满18岁用户开放相关项目。若您未满18岁，请停止使用或访问本网站或服务。若我们发现收集了未满18岁用户的个人信息，将在合理范围内予以删除。",
        "我们收集的信息",
        "您在创建会员档案时填写的个人/联系信息；调查反馈、竞赛参与、与我们联系时产生的通信记录；订单交易信息；网站访问日志。可按本政策规则申请访问/更正/查看。",
        "第三方收集的信息",
        "我们允许第三方（授权服务提供者、广告公司/网络）在本站展示广告。若您点击链接离站并在其他网站提供信息，我们无法控制该等信息的使用。本政策不适用于其他网站或广告商。",
        "我们如何使用收集到的信息？",
        "用于管理账户（匹配通知、提醒、公告、更新或促销）、个性化体验、提供或推荐您可能感兴趣的信息/产品/服务、市场分析与调查、改进服务结构/布局/可用性。",
        "我们分享收集到的信息与谁",
        "在特定情况下，我们会与第三方共享信息，例如您在本站订购服务时需将信息提供给支付处理方；为提供邮件或聊天等服务，可能将用户名和邮箱等必要信息共享给合作伙伴。",
        "Cookies",
        "我们使用 Cookies 来保存与记录与您相关的信息（由网站服务器发送并存储于设备的小数据）。",
        "隐私政策的变更",
        "我们会在本页面公布政策变更信息；建议定期查看。"
      ]
    },
    "security": {
      "title": "交友安全",
      "content": [
        "在本平台中，我们非常重视保护会员的隐私。我们始终管理您在网站上的个人主页、照片和语言设置，并尽力保护您的隐私与安全。然而，我们也提醒您：网络安全同样需要您自我负责。请谨慎行事、三思而后行，保护自身安全！",
        "请勿与任何第三方分享或泄露您的密码，即便对方是朋友。若密码遗失或泄露，可能导致私人数据曝光。若您的个人资料遭遇攻击，请通过反馈页面联系我们。与新认识的人交流时请谨慎，不要轻易泄露邮箱、即时通讯账号、姓名、URL 等个人信息，也不要提供信用卡等财务信息。警惕冒充本公司或其他公司的名义索要款项的行为；当有人以经济困难为由向您借钱时，多为骗局。若遇到不当行为，请点击“举报”，我们会立即跟进；如感到不适，可选择拉黑。不要容忍粗鲁或骚扰行为，必要时联系客服举报。我们具备监测与质控机制，会尽快处理。离线见面小贴士：",
        "与新成员交流时，先相互了解，并请对方提供近期照片（最好四周内拍摄）。不要勉强自己线下见面；只有在你准备好的时候再见面。告诉朋友你的行程，让他们在约定时间来电或发短信确认你的安全。务必携带电量充足的手机，并在安全到家后告知朋友。往返会面地点请自行安排交通——不要在彼此或自己家中会面。除非彼此已熟悉，否则不要泄露住址。务必将首次会面安排在白天的公共场所。聚会中避免饮酒过量，并随时留意个人物品与饮品。"
      ]
    },
    "help": {
      "title": "帮助中心",
      "content": [
        "1. 我无法登录",
        "请确认是否已成功注册平台账号，并检查账号密码是否正确；若仍无法登录，请点击“忘记密码”；仍未解决，请联系网站管理员。",
        "2. 忘记密码了",
        "如果登录时忘记密码，请点击“忘记密码”选项找回或重置。",
        "3. 如何提升会员资格",
        "点击升级图标按钮，选择要升级的等级进行升级。",
        "4. 如何举报非法账户",
        "发现可疑账户时，可进入其主页点击“举报”，或联系我们，我们会调查处理，确保网站安全。",
        "5. 如何支付",
        "可点击充值进入本平台，当前支持 PayPal、Visa 信用卡/金融卡、Master 等带有 Visa 标识的网络支付，均为安全方式；本站不会进行任何自动或重复收费。如有疑问，请联系网站管理员。",
        "6. 充值失败",
        "若无法成功充值，请先检查信用卡是否存在问题，再更换浏览器重试；也可联系 PayPal（如提示“你的信用卡不能用于本次交易”）。如仍失败，请告知我们详细信息：所用渠道、错误信息、浏览器类型，并附上错误页面截图以便技术定位。"
      ]
    },
    "contact": {
      "title": "联系我们",
      "content": [
        "Company : Lookinglove",
        "Address : Lookinglove",
        "E-mail : Lookinglove@outlook.com",
        "在这里你可以找到一些会员常见问题的答案；如有好想法、发现错误或需要咨询，请发送邮件到我们的邮箱，我们会尽快为你处理。若需要帮助的用户较多而无法快速回复，请耐心等待。工作时间为周一至周日 09:00～18:00。为提供更好的服务，其他问题请先查找帮助中心或者使用邮件与我们联系！"
      ]
    },
    "cardRedeem": {
      "title": "",
      "content": [
        "提交说明： 请上传点卡照片或订单截图，确保卡密清晰可见。最多支持 4 张 JPG/PNG 图片。提交后我们会尽快审核并完成兑换。"
      ]
    }
  }
}