{
  "sections": {
    "about": {
      "title": "公司簡介",
      "content": [
        "公司簡介",
        "溫柔的愛。 致力於在230多個國家和地區發展線上約會服務行業，並管理多個不同語言的網站。 在這裡你可以享受與朋友分享的樂趣和樂趣，為你提供一個世界上最高效、最有趣的約會平臺，每天有數百名新會員加入。",
        "我們的使命是什麼？",
        "我們的使命很簡單：幫助你結交來自世界各地的朋友。 我們認為：在這方面，我們做得很好。 每個月我們都會收到來自世界各地的來信，與朋友分享他們對MeetLove story的瞭解。",
        "如何操作？",
        "我們為世界各地的朋友提供知識和理解的機會，讓用戶自由書寫不同的頁面，以便他們在其檔案中詳細描述自己。 你可以上傳多張照片，以及關於他們愛好的資訊。 我們知道隱私的重要性，所以成員之間的所有聯系都是通過匿名電子郵件網絡進行的。 我們所有會員的姓名和聯繫方式都是保密的，除非會員，除非他們想彼此分享個人資訊，一旦注册，會員可以立即查看照片，記錄潜在朋友並與他們聯系。"
      ]
    },
    "terms": {
      "title": "使用條款",
      "content": [
        "Lookinglove（以下簡稱“本平台”）簽訂了以下協定（“使用條款”）的相關網路服務（以下簡稱“服務”）。 無論誰使用我們的服務都被視為同意遵守我們的使用條款。",
        "適用法律——本服務條款以及我們為您提供服務的任何單獨協定應受香港法律管轄，並根據香港法律進行解釋。",
        "歡迎來到我們的平臺。 你可以點擊主頁左側的充值按鈕來充值你的帳戶。 你可以選擇加滿100美元，200美元和任何其他類似的金額。 如果加注成功，您也可以通過按一下陞級按鈕成為該平臺的成員。 會員可以免費使用翻譯功能，分享照片，無限聊天，認識更多的朋友，同時，為了新增彼此聊天的樂趣，他們還可以互相發送虛擬禮物，新增相互瞭解。",
        "1. 同意使用條款",
        "本協定（使用條款），包括當前和未來的商業網站和客戶。 通過使用本服務，無論您是否注册為本平台會員（以下簡稱會員），您都將被視為同意本使用條款。 如果您不同意本服務條款，請停止使用我們的服務。",
        "2. 資格要求",
        "資格要求18歲以下的員工不得使用我們的服務。 通過使用我們的服務，您聲明並保證您有權利和能力遵守使用條款的所有規定。",
        "3. 使用條款的變更",
        "本平台保留更改本使用條款的權利，恕不另行通知。 您可以查看服務條款以定期更改情况。 當我們更改使用條款時，如果您使用我們的服務，無論您是否認為您同意這些更改。",
        "4. 隱私",
        "本平台尊重網站訪問者的隱私。 使用該服務應遵守我們的隱私政策。 本平台合作夥伴同意遵守隱私政策的規定。",
        "5. 服務變更",
        "本平台可以决定添加、删除或修改服務或服務，無需事先通知。",
        "6.風俗",
        "a) 付款",
        "您的支付條款將根據您的支付方式、您與金融機構、信用卡髮卡機构或您選擇的其他支付服務提供者（支付服務提供者）協定决定的支付條款。 如果您不接受“支付服務提供者”提供的支付服務，您同意支付所有所需金額。 您同意使用我們的服務，支付所有應付帳款。 如果您的應收賬款已支付，您可以要求我們取消您已支付應收賬款的狀態，一旦您的帳戶被取消，您必須支付的狀態將在您最後一次付款的日期終止。 付費狀態不可轉讓。 有爭議的費用應在購買後60天內報告給本平台服務。 如果您有任何問題需要向州政府付費，請聯繫我們。",
        "b) 服務契约",
        "您在本平台網站上的訂單不會自動續訂。 您可以隨時聯繫我們的客戶服務團隊進行更改或重新訂購。 如果您選擇訂購，您的訂單將在服務未自動續訂時過期。 到期前取消定做，無法獲得退款。",
        "c)免費試用和其他促銷活動",
        "任何免費試用或其他促銷管道，都可以在特定試用期內定制使用我們的服務。 如果用戶需要訂購促銷服務條款，應在試用期前取消訂單，以避免交付定制費用。",
        "7. 通過合作夥伴加入本平台",
        "如果您通過合作夥伴本平台注册使用我們的服務，並且本平台與其合作夥伴一起提供服務。 您將有權使用該服務的會員，本平台有權將您的會員資格或付費帳戶轉移到本平台類似服務。",
        "8. 社區內容",
        "所有服務都應遵循社區內容指南的要求。 您同意不發佈、傳播、分發或連結任何涉及非法、騷擾、誹謗、威脅、有害、淫穢、叛逆、誹謗、誹謗他人名譽和侵犯他人隱私的內容，也不讓他人不高興，更確切地說是針對其他人權團體或內容。 未經當事人書面同意，不得使用他人的知識產權，包括受版權和商標保護的資訊，不得更改或變更他人的知識產權，如非版權文字或圖片。 本平台不會對會員或團體發送的任何郵件內容負責，任何資訊、商品或服務均不對協力廠商或會員負責。 使用我們的服務，您同意：在以下情况下，本平台不對您或其他人負責：例如：對任何一方的威脅、誹謗、淫穢、猥褻、攻擊或冒犯，或侵權，包括非法使用知識產權。 本平台沒有您提供的所有資訊（包括迴響和建議），或者您發佈、下載、輸入或提交了所有資訊（“提交的資訊”）。 但是，如果您在我們的網站或客戶上發佈、上傳、輸入、提供或提交資訊，您表示您給予本平台永久且不可撤銷的轉讓權，本平台有權複製、使用、存儲、修改、編輯、翻譯或發佈您提交的任何或所有資訊，且無需支付版稅資訊。 本平台沒有義務發佈或使用您提交的資訊，本平台可以隨時决定删除您提交的資訊。 在本網站中，您可以下載、輸入或提交表明您可以控制資訊發佈的資訊。 對於您的資訊被删除、無效或無法存儲，本平台及其合作夥伴將不承擔任何責任。",
        "9. 會員帳戶",
        "一旦您注册我們的服務，您將收到一個帳號和密碼，您對您的帳號和密碼負有保密責任，並應負責與您的帳號相關的所有活動。 一旦注册為會員，您將負責所有資訊檔案。 禁止在檔案或web服務專案中發佈色情或其他淫穢內容，因為這會威脅您的會員資格。 對於下一代交友網站會員本平台，本平台將不承擔任何責任。 您同意本平台向您發送郵件（涉及服務資訊（包括陞級更改）、新功能或事件、使用服務的觀察和建議）。",
        "10. 受版權和商標保護的資料",
        "本平台網站的內容受版權保護",
        "11. 免責聲明",
        "在本平台網站發佈的資訊中，根據“現有”和“現有”報價。 它提供各種明示或暗示的保證和條件。 本平台不控制協力廠商提供的任何資訊、產品或服務。 您明確同意使用本服務將獨自承擔風險。 在適用法律允許的最大範圍內：遵守所有明示或暗示的保證、免責聲明和此類保證，包括但不限於暗示的適銷性，並確保適用於特殊用途； 本平台不保證提供的服務能滿足您的需求，也不保證服務會不間斷、及時、安全或正確。 本平台不用於服務，並將結果用作抵押品。 本平台不保證本網站或服務不包含任何病毒或其他有害組件。 本平台不保證或聲明：對網站轉讓資訊保密。 本平台網站不保證翻譯的準確性和完整性。 本平台不保證以下事項：通過本網站購買或獲得的任何商品或服務，或在本網站上做廣告或贊助商品或服務，或通過本網站進行的任何交易。 資訊本平台並非您從本平台獲得服務或做出任何明示保證（無論是口頭或書面）。"
      ]
    },
    "privacy": {
      "title": "隱私條款",
      "content": [
        "Lookinglove（以下簡稱“本平台”）尊重用戶的隱私，並製定隱私政策來保護您的隱私。 隱私政策包括：用戶案例過度編碼、我們收集資訊、如何使用這些資訊以及與任何人共亯這些資訊。 當您使用我們的網站或服務，或與我們進行業務往來時，我們建議您仔細閱讀“隱私政策”通過使用我們的網站，表明您已接受保密協定的規定。 過度扭曲線上隱私非常嚴重。 如果您對本隱私政策有任何疑問，請聯繫我們。",
        "18歲以下的人",
        "本平台不會故意收集或維護未滿18歲的個人身份資訊和非個人身份資訊，以及本網站上未滿18歲且未公開的任何項目。 如果您未滿18歲，請停止使用或禁止訪問本網站或服務。 如果本平台瞭解到了18歲以下收集的個人身份資訊，本網站將採取合理措施删除這些資訊。",
        "我們收集的資訊",
        "您填寫了相關資訊（包括您的個人資訊、聯系資訊，以及您創建會員檔案時填寫的其他檔案資訊）； 自由填寫客戶調查、提供迴響、參與競爭、提供相關資訊； 如果您聯繫我們，我們將記錄您的通訊資訊； 交易資訊，包括您從我們網站訂購的有關產品和服務的資訊； 訪問我們網站的訪問者，其資訊已被記錄，可能有權獲得相同的登入資訊和更正資訊或查看相關資訊的政策和規則。 訪客可以直接與我們聯系。",
        "其他人收集的資訊",
        "我們允許協力廠商（包括我們的授權服務提供者、廣告公司和廣告網站）在我們的網站上發佈廣告。 如果你打開一個連結（如廣告橫幅），這將允許你離開我們的網站，登入到其他網站，如果你隨後提供其他網站上的資訊，我們將無法控制這些資訊的使用。 本隱私政策不對其他網站或廣告商的機密資訊負責。 對於其他網站如何使用您的資訊，本平台對此不承擔任何責任。",
        "我們如何使用收集到的資訊？",
        "管理您的使用者帳戶（包括：通知您匹配的任何對象、提示、公告、更新或促銷）",
        "幫助您定制個性化的網站訪問",
        "被要求提供您的資訊、產品或服務，或您感興趣的資訊； 進行市場分析和調查",
        "幫助我們改進服務結構、佈局和適用性",
        "我們分享收集到的資訊和誰",
        "我們可能會在與協力廠商共亯您的資訊的特定方面，例如：當您從我們的網站訂購服務時，我們會將您的資訊提供給協力廠商支付處理。 但我們將控制協力廠商使用您的資訊，並對此負責。 我們有一些您的資訊可能會披露給我們的合作夥伴公司，以便為您提供服務，如：電子郵件或聊天服務。 為了提供這些服務，我們將您的資訊（包括用戶名和電子郵寄地址本平台）發送給我們的合作夥伴。",
        "Cookies",
        "我們嘗試按照您的偏好提供服務。 我們使用Cookies來保存和記錄有關您的資訊。 Cookie指的是網絡服務器向瀏覽器發送的一小部分數據，即存儲在電腦硬碟上的數據。",
        "隱私政策的變化",
        "我們定期審查“隱私政策”，並在此頁面上公佈政策變更資訊。 我們鼓勵會員定期審查我們的隱私政策，以更好地瞭解我們收集的資訊以及我們如何使用這些資訊，以及在什麼情况下使用資訊以及與他人共亯資訊。"
      ]
    },
    "security": {
      "title": "交友安全",
      "content": [
        "在本平台中，我們非常重視保護會員的隱私。 我們始終管理您在網站上的所有個人主頁、照片和使用的語言，並竭盡所能保護您的隱私和安全。 然而，我們想提醒你們：網路安全是你們的責任，這是非常重要的。 所以要小心，三思而後行。 保護自己的安全！",
        "不允許任何協力廠商分享或洩露你的密碼，即使是你的朋友。 如果您遺失或洩露密碼，可能會洩露您的私人數據。 如果您的個人資料被駭客攻擊，請通過我們的迴響頁面向我們的團隊報告。 當你對新認識的人還不瞭解時，你就不容易洩露個人資訊。 這包括透露你的電子郵寄地址、即時通訊聯繫方式、全名和URL。 請不要告訴別人你的財務資訊，如信用卡資訊。 一些騙子會冒充我們公司或其他公司的名義要求你支付非叫快遞或直接向網站提供服務的本平台獎品，所以請務必格外警惕。 特別是，你應該注意，當有人說他們在你的錢上有困難時，這通常是一個騙局。 如果您遇到任何不當行為，請按一下報告違規連結，我們的團隊將立即收到報告。 如果你在會員感到不舒服時與他人溝通，你也可以選擇封锁會員資格。 不要容忍任何粗魯或騷擾行為，或封锁我們的客戶服務團隊成員舉報。 我們會儘快處理這些事宜，我們有一套全面的監察制度，以監察這些方面和質素控制。 離線會面的小貼士",
        "當你與新成員交談時，你只需要瞭解他們，並讓他們看最近的照片——最好是過去四周內的照片 不要強迫自己去見對方； 只有在你準備好出發的時候，他們才能見面。 你打算去哪裡告訴你的朋友，讓他們給你打電話或發短信確認你的安全。 請務必攜帶足够的充滿電的手機和天平，並及時滿足情况，並在何時通知您的朋友安全到家。 自行安排往返會議地點的交通——不要在彼此或自己家中會面。 最好不要透露你的地址，除非你們已經彼此熟悉。 請確保將第一次會議安排在白天、公共場所以及醒著的時候！ 請不要在聚會上喝太多酒，並永遠將自己的物品和飲料放在他們的眼裡。"
      ]
    },
    "help": {
      "title": "幫助中心",
      "content": [
        "1. 我無法登入",
        "請確認您是否已成功注册本平台帳號，然後確認您的帳號密碼是否正確，如果您仍然無法登入，請點擊“忘記密碼”，如仍然無法登入，請聯系網站管理員。",
        "2. 忘記密碼了",
        "如果您在登入時忘記了登入密碼，請按一下“忘記密碼”選項恢復或重置密碼。",
        "3. 如何提升會員資格",
        "您可以按一下陞級成員身份圖標按鈕，然後選擇要陞級的成員身份級別陞級。",
        "4. 如何舉報非法帳戶",
        "當你發現一些非法帳戶時，你可以進入他的個人主頁，點擊“舉報”網站管理員或聯繫我們，我們將進行調查和處理，以確保網站的安全。",
        "5. 如何支付",
        "您可以點擊充值登入本平台，我們現時只進行PayPal、visa信用卡，金融卡，master等帶有visa標識等網路安全支付，所有支付方式都是絕對安全的。 本網站絕對沒有任何自動或重複收費程式的記憶。 如有任何問題，請聯系網站管理員詢問您的問題。",
        "6.充值失敗",
        "如何支付如果您無法成功為預付費頁面本平台充值，請先檢查您的信用卡是否存在問題，然後更換瀏覽器並重試。 有時你也可以選擇聯系PayPal（例如提示“你的信用卡上不能用這筆交易付款”的情况）。 在嘗試了各種方法後，如果仍然無法成功充值，請告訴我們詳細資訊，比如您使用的是預付費管道，有什麼錯誤消息？ 什麼樣的瀏覽器？ 為了幫助我們的科技人員快速找到原因，幫助您解决問題，您將以網站管理員的身份向我們發送錯誤頁面的螢幕截圖。"
      ]
    },
    "contact": {
      "title": "聯絡我們",
      "content": [
        "Company : Lookinglove",
        "Address : Lookinglove",
        "E-mail : Lookinglove@outlook.com",
        "在這裡您可以找到一些我們會員經常遇到問題的答案，如果您有很棒的想法、或發現了錯誤、有問題要諮詢，請發送郵件到我們的郵箱，我們會盡快的幫您解決。如需要幫助的用戶較多時，不能迅速答复，請耐心等待。工作時間為星期一至星期日09：00～18：00 。為了能為大家提供更好的服務，其他問題請大家查找幫助中心或者使用郵件和我們聯絡!"
      ]
    },
    "cardRedeem": {
      "title": "",
      "content": [
        "<strong class=\"highlight\">提交說明：</strong> 請上傳點卡照片或訂單截圖，確保卡密清晰可見。最多支援 4 張 JPG/PNG 圖片。提交後我們會儘快審核並完成兌換。"
      ]
    }
  }
}